OpenFOAM-v1806/tutorials/multiphase/multiphaseInterFoam/laminar/mixerVessel2D/Allrun
#!/bin/sh
cd ${0%/*} || exit 1                        # Run from this directory
. $WM_PROJECT_DIR/bin/tools/RunFunctions    # Tutorial run functions

runApplication ./makeMesh
restore0Dir
topoSet
setFields
setsToZones -noFlipMap
runApplication $(getApplication)

#------------------------------------------------------------------------------
